---
kind: type
id: T:Autodesk.Revit.DB.Mullion
source: html/88bcefd6-2d2d-1c7e-b630-ed252ae965b4.htm
---
# Autodesk.Revit.DB.Mullion

Represents a CurtainGrid within Autodesk Revit.

## Syntax (C#)
```csharp
public class Mullion : FamilyInstance
```